// prettier-ignore
export default {
  chart1: {
    title: '論文完成時、研究成果の解釈にあなたの解釈が含まれている度合い',
    full_labels: [
      'I. すべて自分が解釈',
      'II. 多くの部分を自分が解釈',
      'III. おおよそ指導教員が半分、自分が半分',
      'IV. 多くの部分を指導教員が解釈',
      'V. すべて指導教員が解釈',
    ],
    short_labels: [
      'I 全て自分',
      'II. 多くが自分',
      'III. 半分ずつ',
      'IV. 多くが指導教官',
      'V. 全て指導教官',
    ],
  },
  chart2: {
    title: 'あなたが研究の進め方を決定している度合い',
    full_labels: [
      'I. 全ての手順を自分で進める',
      'II. 自分で進め方の多くを決める',
      'III. 指導教員と自分で進め方の決定を半分ずつ負担している',
      'IV. 指導教員が進め方の多くを決める',
      'V. 指導教員が全て進め方を決める'
    ],
    short_labels: [
      'I','II', 'III', 'IV', 'V'
    ],
  },
  chart3: {
    title: 'あなたが研究の進め方をどれくらい決定しているか',
    full_labels: [
      'I. 分野を含めていつでも変更可能',
      'II. 主軸がブレなければテーマは自由',
      'III. 筋道がわかる範囲でテーマを変更可能',
      'IV. テーマの変更はできないが手法や解釈の変更はできる',
      'V. テーマの手法や解釈を変更することはできない'
    ],
    short_labels: [
      'I','II', 'III', 'IV', 'V'
    ],
  },
  chart4: {
    title: 'あなたが研究の進め方をどれくらい決定しているか',
    full_labels: [
      'I. 全ての手順を自分で進める',
      'II. 自分で進め方の多くを決める',
      'III. 指導教員と自分で進め方の決定を半分ずつ負担している',
      'IV. 指導教員が進め方の多くを決める',
      'V. 指導教員が全て進め方を決める'
    ],
    short_labels: [
      'I','II', 'III', 'IV', 'V'
    ],
  },
};
